Repository: ninondev/Dayside
Catalog: TahoeTime/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, vi, zh_hant

source: %1$@后午休，本机%2$@恢复
de: Mittagspause in %1$@, weiter um %2$@ auf diesem Mac
en: Lunch break in %1$@; resumes at %2$@ on this Mac
es: Pausa de mediodía dentro de %1$@; se reanuda a esta hora en este Mac: %2$@
fr: Pause déjeuner dans %1$@, reprise à %2$@ sur ce Mac
id: Istirahat siang %1$@ lagi; buka kembali pukul %2$@ di Mac ini
it: Pausa pranzo tra %1$@; riapre alle %2$@ su questo Mac
ja: %1$@後に昼休み、このMacでは%2$@に再開
ko: %1$@ 후 점심 휴장, 이 Mac %2$@에 재개
nl: Middagpauze over %1$@, weer open om %2$@ op deze Mac
pl: Przerwa południowa za %1$@; wznowienie o %2$@ na tym Macu
pt_br: Pausa do almoço em %1$@; retoma às %2$@ neste Mac
ru: Обеденный перерыв через %1$@; торги возобновятся в %2$@ по времени этого Mac
tr: %1$@ sonra öğle arası; işlemler bu Mac’in saatiyle %2$@ itibarıyla yeniden başlar
vi: Còn %1$@ nữa nghỉ trưa, giao dịch trở lại lúc %2$@ theo giờ máy Mac này
zh_hant: %1$@後午休，本機%2$@恢復

source: %1$@后开盘（本机%2$@）
de: Öffnet in %1$@ (%2$@ auf diesem Mac)
en: Opens in %1$@ (%2$@ on this Mac)
es: Abre dentro de %1$@ (%2$@ en este Mac)
fr: Ouverture dans %1$@ (%2$@ sur ce Mac)
id: Buka %1$@ lagi (%2$@ di Mac ini)
it: Apre tra %1$@ (%2$@ su questo Mac)
ja: %1$@後に開始（このMacでは%2$@）
ko: %1$@ 후 개장(이 Mac %2$@)
nl: Opent over %1$@ (%2$@ op deze Mac)
pl: Otwarcie za %1$@ (%2$@ na tym Macu)
pt_br: Abre em %1$@ (%2$@ neste Mac)
ru: Открытие через %1$@ (%2$@ по времени этого Mac)
tr: %1$@ sonra açılır (bu Mac’in saatiyle %2$@)
vi: Còn %1$@ nữa mở cửa (%2$@ theo giờ máy Mac này)
zh_hant: %1$@後開盤（本機%2$@）

source: %1$@后收盘（本机%2$@）
de: Schließt in %1$@ (%2$@ auf diesem Mac)
en: Closes in %1$@ (%2$@ on this Mac)
es: Cierra dentro de %1$@ (%2$@ en este Mac)
fr: Clôture dans %1$@ (%2$@ sur ce Mac)
id: Tutup %1$@ lagi (%2$@ di Mac ini)
it: Chiude tra %1$@ (%2$@ su questo Mac)
ja: %1$@後に終了（このMacでは%2$@）
ko: %1$@ 후 마감(이 Mac %2$@)
nl: Sluit over %1$@ (%2$@ op deze Mac)
pl: Zamknięcie za %1$@ (%2$@ na tym Macu)
pt_br: Fecha em %1$@ (%2$@ neste Mac)
ru: Закрытие через %1$@ (%2$@ по времени этого Mac)
tr: %1$@ sonra kapanır (bu Mac’in saatiyle %2$@)
vi: Còn %1$@ nữa đóng cửa (%2$@ theo giờ máy Mac này)
zh_hant: %1$@後收盤（本機%2$@）

# %@ %@ 这段不存在（时钟拨快 %@）。请换一个时刻。
source: %1$@ %2$@这段不存在（时钟拨快%3$@）。请换一个时刻。
de: In %1$@ gibt es %2$@ nicht (die Uhr wird um %3$@ vorgestellt). Wähle eine andere Uhrzeit.
en: %1$@ has no %2$@ (clocks go forward %3$@). Choose another time.
es: En %1$@ no existe %2$@ (el reloj se adelanta %3$@). Prueba con otra hora.
fr: À %1$@, %2$@ n’existe pas (l’horloge avance de %3$@). Essayez une autre heure.
id: Di %1$@, rentang %2$@ tidak ada (jam dimajukan %3$@). Coba waktu lain.
it: %1$@: l’intervallo %2$@ non esiste (le lancette vanno avanti di %3$@). Prova un altro orario.
ja: %1$@では%2$@の時刻は存在しません（時計が%3$@進みます）。別の時刻を選んでください。
ko: %1$@에는 %2$@ 구간이 없습니다(시계를 %3$@ 앞당김). 다른 시각을 선택하세요.
nl: In %1$@ bestaat %2$@ niet (de klok gaat %3$@ vooruit). Kies een ander tijdstip.
pl: %1$@: przedział %2$@ nie istnieje (zegary przestawia się o %3$@ do przodu). Wybierz inną godzinę.
pt_br: O horário %2$@ não existe em %1$@ (os relógios avançam %3$@). Escolha outro horário.
ru: %1$@: интервал %2$@ не существует (часы переводятся вперёд на %3$@). Укажите другое время.
tr: %1$@: %2$@ aralığı yok (saatler %3$@ ileri alınıyor). Başka bir saat deneyin.
vi: %1$@ không có khoảng %2$@ (đồng hồ được chỉnh tiến %3$@). Hãy chọn thời điểm khác.
zh_hant: %1$@ %2$@這段不存在（時鐘撥快%3$@）。請換一個時刻。

# %@ 将于当地时间 %@ 调整时钟：%@ → %@。
source: %1$@将在当地时间%2$@换钟：%3$@ → %4$@。
de: %@ stellt um %@ Ortszeit die Uhr um: %@ → %@.
en: %@ changes clocks at %@ local time: %@ → %@.
es: %@ cambiará la hora (hora local: %@): %@ → %@.
fr: %@ change d’heure à %@, heure locale : %@ → %@.
id: Jam di %@ akan berubah pada %@ waktu setempat: %@ → %@.
it: %@ cambierà l’ora: %@ (ora locale), %@ → %@.
ja: %@では、現地時間%@に時刻が変わります: %@ → %@。
ko: %@에서 현지 시간 %@에 시계를 조정합니다. %@ → %@
nl: %@ verzet de klok om %@ lokale tijd: %@ → %@.
pl: %1$@: zmiana czasu %2$@ czasu lokalnego (%3$@ → %4$@).
pt_br: %@ mudará o relógio às %@ no horário local: %@ → %@.
ru: %@: перевод часов в %@ по местному времени: %@ → %@.
tr: %1$@ için saatler yerel saatle %2$@ itibarıyla değişiyor: %3$@ → %4$@.
vi: %@ sẽ đổi giờ lúc %@ giờ địa phương: %@ → %@.
zh_hant: %@將在當地時間%@調整時鐘：%@ → %@。

source: %@当地
de: %@ Ortszeit
en: %@ local
es: %@ local
fr: %@ heure locale
id: %@ waktu setempat
it: %@ (ora locale)
ja: 現地時間 %@
ko: 현지 %@
nl: %@ lokale tijd
pl: %@ czasu lokalnego
pt_br: %@ local
ru: %@ по местному времени
tr: Yerel saatle %@
vi: %@ giờ địa phương
zh_hant: %@當地

# %@ 进入夏令时
source: %@拨快时钟
de: %@: Uhren werden vorgestellt
en: %@: clocks go forward
es: %@: se adelanta el reloj
fr: %@ : les horloges sont avancées.
id: %@: jam dimajukan
it: %@: le lancette vanno avanti
ja: %@では時計が進みます
ko: %@: 시계를 앞당김
nl: %@: klok vooruit
pl: %@: zegary do przodu
pt_br: %@: adiantar os relógios
ru: %@: перевод часов вперёд
tr: %@: saatler ileri alınıyor
vi: %@ chỉnh đồng hồ tiến
zh_hant: %@撥快時鐘

# %@ 退出夏令时
source: %@拨慢时钟
de: %@: Uhren werden zurückgestellt
en: %@: clocks go back
es: %@: se atrasa el reloj
fr: %@ : les horloges sont reculées.
id: %@: jam dimundurkan
it: %@: le lancette vanno indietro
ja: %@では時計が戻ります
ko: %@: 시계를 늦춤
nl: %@: klok achteruit
pl: %@: zegary do tyłu
pt_br: %@: atrasar os relógios
ru: %@: перевод часов назад
tr: %@: saatler geri alınıyor
vi: %@ chỉnh đồng hồ lùi
zh_hant: %@撥慢時鐘

source: %@–次日 %@
de: %@–%@ am Folgetag
en: %@–%@ next day
es: %@–%@ del día siguiente
fr: %@–%@ le lendemain
id: %@–%@ hari berikutnya
it: %@–%@ del giorno dopo
ja: %@〜翌日 %@
ko: %@–다음 날 %@
nl: %@–%@ (volgende dag)
pl: %@–%@ następnego dnia
pt_br: %@–%@ do dia seguinte
ru: %@—%@ следующего дня
tr: %@–ertesi gün %@
vi: %@–%@ hôm sau

source: %@：自%@起应为%@，本机数据给出%@。
de: %1$@: seit %2$@ sollte es %3$@ sein, die Daten dieses Mac ergeben %4$@.
en: %1$@: %3$@ expected since %2$@; this Mac’s data gives %4$@.
es: %1$@: desde %2$@ debería ser %3$@; los datos de este Mac dan %4$@.
fr: %1$@ : depuis le %2$@, le décalage devrait être de %3$@ ; les données de ce Mac indiquent %4$@.
id: %1$@: seharusnya %3$@ sejak %2$@; data Mac ini menunjukkan %4$@.
it: %1$@: dal %2$@ dovrebbe essere %3$@; i dati di questo Mac indicano %4$@.
ja: %1$@: %2$@以降は%3$@のはずですが、このMacのデータでは%4$@です。
ko: %1$@: %2$@부터 적용되어야 할 값 %3$@, 이 Mac의 데이터 값 %4$@
nl: %1$@: sinds %2$@ zou dit %3$@ moeten zijn, maar de gegevens van deze Mac geven %4$@.
pl: %1$@: od %2$@ powinno być %3$@, a dane tego Maca podają %4$@.
pt_br: %1$@: desde %2$@ deveria ser %3$@; os dados deste Mac dão %4$@.
ru: %1$@: с %2$@ ожидается смещение %3$@, а данные этого Mac указывают %4$@.
tr: %1$@: %2$@ itibarıyla %3$@ olmalı, bu Mac’teki veriler %4$@ gösteriyor.
vi: %1$@: từ %2$@ lẽ ra là %3$@, nhưng dữ liệu của máy Mac này cho ra %4$@.
zh_hant: %@：自%@起應為%@，本機資料給出%@。

source: %lld分钟
de: %lld Minuten
en: %lld minutes
es: %lld minutos
fr: %lld minutes
id: %lld menit
it: %lld minuti
ja: %lld分
ko: %lld분
nl: %lld minuten
pl: %lld min
pt_br: %lld minutos
ru: %lld минуты
tr: %lld dakika
vi: %lld phút
zh_hant: %lld分鐘

source: %lld天
de: %lld Tage
en: %lld days
es: %lld días
fr: %lld jours
id: %lld hari
it: %lld giorni
ja: %lld日
ko: %lld일
nl: %lld dagen
pl: %lld dnia
pt_br: %lld dias
ru: %lld дня
tr: %lld gün
vi: %lld ngày

source: %lld小时
de: %lld Stunden
en: %lld hours
es: %lld horas
fr: %lld heures
id: %lld jam
it: %lld ore
ja: %lld時間
ko: %lld시간
nl: %lld uur
pl: %lld godz.
pt_br: %lld horas
ru: %lld часа
tr: %lld saat
vi: %lld giờ
zh_hant: %lld小時

source: 1周
de: 1 Woche
en: 1 week
es: Una semana
fr: 1 semaine
id: 1 minggu
it: 1 settimana
ja: 1週間
ko: 1주
nl: 1 week
pl: 1 tydzień wcześniej
pt_br: 1 semana
ru: 1 неделя
tr: 1 hafta
vi: 1 tuần
zh_hant: 1週

source: 1天
de: 1 Tag
en: 1 day
es: Un día
fr: 1 jour
id: 1 hari
it: 1 giorno
ja: 1日
ko: 1일
nl: 1 dag
pl: 1 dzień wcześniej
pt_br: 1 dia
ru: 1 день
tr: 1 gün
vi: 1 ngày

source: 1小时
de: 1 Stunde
en: 1 hour
es: Una hora
fr: 1 heure
id: 1 jam
it: 1 ora
ja: 1時間
ko: 1시간
nl: 1 uur
pl: 1 godzinę wcześniej
pt_br: 1 hora
ru: 1 час
tr: 1 saat
vi: 1 giờ
zh_hant: 1小時

source: 1. 打开“系统设置 › 菜单栏”，在“允许在菜单栏显示”里打开Dayside。
de: 1. Öffne „Systemeinstellungen › Menüleiste“ und aktiviere Dayside unter „In Menüleiste erlauben“.
en: 1. Open System Settings › Menu Bar and turn on Dayside under “Allow in the Menu Bar.”
es: 1. Abre Ajustes del Sistema › Barra de menús y activa Dayside en “Permitir en la barra de menús”.
fr: 1. Ouvrez Réglages Système › Barre des menus et activez Dayside sous « Autoriser dans la barre des menus ».
id: 1. Buka Pengaturan Sistem › Bar Menu, temukan Dayside di “Izinkan di Bar Menu”, lalu nyalakan.
it: 1. Apri Impostazioni di Sistema › “Barra dei menu” e attiva Dayside in “Consenti nella barra dei menu”.
ja: 1. “システム設定”＞“メニューバー”を開き、“メニューバーに追加することを許可”でDaysideをオンにしてください。
ko: 1. ‘시스템 설정 › 메뉴 막대’를 열고 ‘메뉴 막대에서 허용’에서 Dayside를 켜세요.
nl: 1. Open Systeeminstellingen en kies 'Menubalk'. Schakel Dayside in bij 'Sta toe in de menubalk'.
pl: 1. Otwórz Ustawienia systemowe › Pasek menu i włącz aplikację Dayside w sekcji Pozwalaj na pasku menu.
pt_br: 1. Abra Ajustes do Sistema › Barra de Menus e ative o Dayside em “Permitir na Barra de Menus”.
ru: 1. Откройте «Системные настройки» › «Строка меню» и включите Dayside в разделе «Разрешить в строке меню».
tr: 1. Sistem Ayarları › Menü Çubuğu bölümünü açın ve “Menü Çubuğunda İzin Ver” altında Dayside’ı açın.
vi: 1. Mở Cài đặt hệ thống › Thanh menu, bật Dayside trong “Cho phép trong thanh menu”.
zh_hant: 1. 打開「系統設定」>「選單列」，在「在選單列中允許」裡開啟Dayside。

source: 12小时
de: 12 Stunden
en: 12-Hour
es: 12 horas
fr: 12 heures
id: 12 Jam
it: 12 ore
ja: 12時間表示
ko: 12시간제
nl: 12-uursklok
pl: 12-godzinny
pt_br: 12 horas
ru: 12-часовой
tr: 12 Saatlik
vi: 12 giờ
zh_hant: 12小時

# 2. 如果装了 Bartender、Ice 这类菜单栏管理工具，它可能把 Dayside 收进了隐藏区：在那个工具里把 Dayside 移回可见区。
source: 2. 如果用了Bartender、Ice这类工具，请在那里把Dayside移回可见区。
de: 2. Wenn du Bartender, Ice oder ein ähnliches Werkzeug verwendest, verschiebe Dayside dort zurück in den sichtbaren Bereich.
en: 2. If you use a menu bar manager such as Bartender or Ice, move Dayside back to the visible area there.
es: 2. Si usas un gestor de la barra de menús como Bartender o Ice, devuelve Dayside a la zona visible desde esa herramienta.
fr: 2. Si vous utilisez un gestionnaire de barre des menus comme Bartender ou Ice, replacez Dayside dans la zone visible depuis cet outil.
id: 2. Jika Anda memakai alat seperti Bartender atau Ice, pindahkan Dayside kembali ke area yang terlihat melalui alat tersebut.
it: 2. Se usi un gestore della barra dei menu come Bartender o Ice, riporta Dayside nell’area visibile da lì.
ja: 2. BartenderやIceなどのツールを使っている場合は、そのツールでDaysideを表示領域に戻してください。
ko: 2. Bartender나 Ice 같은 메뉴 막대 관리 도구를 쓰고 있다면 Dayside를 보이는 영역으로 옮기세요.
nl: 2. Als je een menubalkbeheerder zoals Bartender of Ice gebruikt, zet Dayside daar terug in het zichtbare deel.
pl: 2. Jeśli używasz narzędzi takich jak Bartender lub Ice, przenieś w nich aplikację Dayside z powrotem do widocznej części paska menu.
pt_br: 2. Se você usa ferramentas como Bartender ou Ice, mova o Dayside de volta para a área visível nelas.
ru: 2. Если установлен менеджер строки меню (Bartender, Ice), верните Dayside в видимую область.
tr: 2. Bartender veya Ice gibi bir menü çubuğu yöneticisi kullanıyorsanız Dayside’ı gizli alandan görünür alana taşıyın.
vi: 2. Nếu bạn dùng trình quản lý thanh menu như Bartender hoặc Ice, hãy đưa Dayside về vùng hiển thị.
zh_hant: 2. 如果用了Bartender、Ice這類工具，請在那裡把Dayside移回可見區。

source: 24小时
de: 24 Stunden
en: 24-Hour
es: 24 horas
fr: 24 heures
id: 24 Jam
it: 24 ore
ja: 24時間表示
ko: 24시간제
nl: 24-uursklok
pl: 24-godzinny
pt_br: 24 horas
ru: 24-часовой
tr: 24 Saatlik
vi: 24 giờ
zh_hant: 24小時

source: UTC偏移
de: UTC-Versatz
en: UTC Offset
es: Desfase UTC
fr: Décalage UTC
id: Selisih UTC
it: Scostamento UTC
ja: UTCオフセット
ko: UTC 오프셋
nl: UTC-verschil
pl: Przesunięcie UTC
pt_br: Deslocamento UTC
ru: Смещение UTC
tr: UTC Farkı
vi: Độ lệch UTC

source: iPhone上打开Dayside › 从Mac导入，扫这个码（%lld个地点）；改了地点再扫一次。
de: Öffne auf dem iPhone in Dayside „Vom Mac importieren“ und scanne diesen Code (%lld Orte). Scanne nach Änderungen der Orte erneut.
en: On your iPhone, open Dayside › Import from Mac and scan this code (%lld places); scan again after changing places.
es: En el iPhone, abre Dayside › Importar desde el Mac y escanea este código (lugares: %lld); vuelve a escanearlo si cambias los lugares.
fr: Sur l’iPhone, ouvrez Dayside › Importer depuis le Mac et scannez ce code (%lld lieux). Scannez-le à nouveau après avoir modifié les lieux.
id: Di iPhone, buka Dayside › Impor dari Mac, lalu pindai kode ini (%lld lokasi); pindai lagi setelah mengubah lokasi.
it: Su iPhone, apri Dayside › "Importa da Mac" e scansiona questo codice (luoghi: %lld); se cambi i luoghi, scansionalo di nuovo.
ja: iPhoneでDaysideを開き、"Macから読み込む"でこのコードをスキャンしてください（%lld件の場所）。場所を変更したら、もう一度スキャンしてください。
ko: iPhone에서 Dayside › Mac에서 가져오기를 열고 이 코드를 스캔하세요(장소 %lld개). 장소를 바꾸면 다시 스캔하세요.
nl: Open Dayside op je iPhone en kies 'Importeer van Mac'. Scan deze code (%lld locaties). Scan opnieuw nadat je locaties hebt gewijzigd.
pl: Na iPhonie otwórz aplikację Dayside › Importuj z Maca i zeskanuj ten kod (%lld miejsc); po zmianie miejsc zeskanuj go ponownie.
pt_br: No iPhone, abra Dayside › Importar do Mac e escaneie este código (locais: %lld); escaneie novamente após alterar os locais.
ru: На iPhone откройте Dayside › «Импорт с Mac» и отсканируйте этот код (%lld мест); после изменения мест отсканируйте снова.
tr: iPhone’da Dayside’ı açın, Mac’ten İçe Aktar’ı seçin ve bu kodu tarayın (%lld konum); konumları değiştirince kodu yeniden tarayın.
vi: Trên iPhone, mở Dayside › Nhập từ Mac rồi quét mã này (%lld địa điểm); quét lại sau khi thay đổi địa điểm.
zh_hant: 在iPhone上打開Dayside，選擇「從Mac輸入」並掃描此QR碼（%lld個地點）；更改地點後再掃描一次。

# macOS 需要在系统设置的登录项中允许 Dayside。
source: 需要在系统设置里允许Dayside登录时打开。
de: Erlaube in den Systemeinstellungen, dass Dayside bei der Anmeldung geöffnet wird.
en: Allow Dayside to open at login in System Settings.
es: Permite que Dayside se abra al iniciar sesión en Ajustes del Sistema.
fr: Autorisez Dayside à s’ouvrir avec la session dans Réglages Système.
id: Izinkan Dayside untuk dibuka saat masuk di Pengaturan Sistem.
it: Consenti a Dayside di aprirsi al login in Impostazioni di Sistema.
ja: システム設定で、Daysideがログイン時に開くことを許可してください。
ko: 시스템 설정에서 Dayside가 로그인 시 열리도록 허용하세요.
nl: Sta in Systeeminstellingen toe dat Dayside bij het inloggen wordt geopend.
pl: Zezwól aplikacji Dayside na otwieranie podczas logowania w Ustawieniach systemowych.
pt_br: Permita que o Dayside abra no início da sessão nos Ajustes do Sistema.
ru: В Системных настройках разрешите открывать Dayside при входе в систему.
tr: Sistem Ayarları’nda Dayside’ın oturum açıldığında açılmasına izin verin.
vi: Hãy cho phép Dayside mở khi đăng nhập trong Cài đặt hệ thống.
zh_hant: 需要在「系統設定」裡允許Dayside在登入時打開。

source: ⌘ 加单键是各App自己的快捷键，请再加 ⌥ 或 ⌃。
de: Apps verwenden ⌘ mit einer einzelnen Taste für eigene Tastaturkürzel. Füge ⌥ oder ⌃ hinzu.
en: Apps use ⌘ plus a single key for their own shortcuts. Add ⌥ or ⌃.
es: Las apps usan ⌘ más una sola tecla para sus propios atajos. Añade ⌥ o ⌃.
fr: Les apps utilisent ⌘ avec une seule touche pour leurs propres raccourcis. Ajoutez ⌥ ou ⌃.
id: ⌘ dengan satu tombol adalah pintasan milik masing-masing app. Tambahkan ⌥ atau ⌃.
it: ⌘ più un solo tasto è riservato alle singole app. Aggiungi ⌥ o ⌃.
ja: commandキーとほかのキー1つの組み合わせは、各アプリのショートカットに使われています。optionキーまたはcontrolキーも加えてください。
ko: ⌘와 단일 키의 조합은 각 앱의 단축키입니다. ⌥ 또는 ⌃를 추가하세요.
nl: ⌘ met één toets is voorbehouden aan de apps zelf. Voeg ⌥ of ⌃ toe.
pl: Skróty z ⌘ i jednym klawiszem są zarezerwowane dla poszczególnych aplikacji. Dodaj ⌥ lub ⌃.
pt_br: Os apps usam ⌘ com uma única tecla para seus próprios atalhos. Adicione ⌥ ou ⌃.
ru: Приложения используют ⌘ с одной клавишей для собственных сочетаний. Добавьте ⌥ или ⌃.
tr: Uygulamalar kendi kestirmeleri için ⌘ ile tek bir tuş kullanır. ⌥ veya ⌃ ekleyin.
vi: ⌘ cộng một phím đơn là phím tắt riêng của từng ứng dụng. Hãy thêm ⌥ hoặc ⌃.
zh_hant: ⌘ 加單鍵是各App自己的快捷鍵，請再加 ⌥ 或 ⌃。

# 三步都试过还是不见，用上面的「导出诊断包…」，里面有菜单栏驻留的事件记录。
source: 还是不见的话，请导出诊断包。
de: Wenn Dayside weiterhin fehlt, exportiere ein Diagnosepaket.
en: Still missing? Export diagnostics.
es: Si sigue sin aparecer, exporta el paquete de diagnóstico.
fr: Si Dayside reste invisible, exportez le dossier de diagnostic.
id: Jika tetap tidak muncul, ekspor diagnostik.
it: Se Dayside non compare ancora, esporta il pacchetto diagnostico.
ja: まだ表示されない場合は、診断情報を書き出してください。
ko: 그래도 보이지 않으면 진단 정보를 내보내세요.
nl: Als Dayside nog steeds niet zichtbaar is, exporteer dan het diagnoserapport.
pl: Jeśli nadal nie widać aplikacji Dayside, wyeksportuj dane diagnostyczne.
pt_br: Se o Dayside ainda não aparecer, exporte o pacote de diagnóstico.
ru: Если Dayside по-прежнему не виден, экспортируйте пакет диагностики.
tr: Hâlâ görünmüyorsa tanılama paketini dışa aktarın.
vi: Nếu vẫn không thấy, hãy xuất gói chẩn đoán.
zh_hant: 還是不見的話，請輸出診斷包。

source: 上弦月
de: Erstes Viertel
en: First Quarter
es: Cuarto creciente
fr: Premier quartier
id: Perbani Awal
it: Luna al primo quarto
ja: 上弦の月
ko: 상현
nl: Eerste kwartier
pl: Pierwsza kwadra
pt_br: Quarto Crescente
ru: 1‑я четверть
tr: İlk Dördün
vi: Trăng thượng huyền

source: 上海证券交易所
de: Börse Shanghai
en: Shanghai Stock Exchange
es: Bolsa de Shanghái
fr: Bourse de Shanghai
id: Bursa Efek Shanghai
it: Borsa di Shanghai
ja: 上海証券取引所
ko: 상하이증권거래소
nl: Shanghai Stock Exchange
pl: Giełda Papierów Wartościowych w Szanghaju
pt_br: Bolsa de Xangai
ru: Шанхайская фондовая биржа
tr: Şanghay Borsası
vi: Sở Giao dịch Chứng khoán Thượng Hải
zh_hant: 上海證券交易所

source: 下弦月
de: Letztes Viertel
en: Last Quarter
es: Cuarto menguante
fr: Dernier quartier
id: Perbani Akhir
it: Luna all’ultimo quarto
ja: 下弦の月
ko: 하현
nl: Laatste kwartier
pl: Ostatnia kwadra
pt_br: Quarto Minguante
ru: 3‑я четверть
tr: Son Dördün
vi: Trăng hạ huyền

source: 下次新月（约）
de: Nächster Neumond (ca.)
en: Next New Moon (Approximate)
es: Próxima luna nueva (aprox.)
fr: Prochaine nouvelle lune (env.)
id: Bulan Baru Berikutnya (Perkiraan)
it: Prossima luna nuova (circa)
ja: 次の新月（目安）
ko: 다음 신월(예상)
nl: Volgende nieuwe maan (ongeveer)
pl: Najbliższy nów (w przybliżeniu)
pt_br: Próxima Lua Nova (estimativa)
ru: Следующее новолуние (примерно)
tr: Sonraki Yeni Ay (Yaklaşık)
vi: Trăng non tiếp theo (ước tính)
zh_hant: 下次新月（約）

source: 下次满月（约）
de: Nächster Vollmond (ca.)
en: Next Full Moon (Approximate)
es: Próxima luna llena (aprox.)
fr: Prochaine pleine lune (env.)
id: Bulan Purnama Berikutnya (Perkiraan)
it: Prossima luna piena (circa)
ja: 次の満月（目安）
ko: 다음 보름달(예상)
nl: Volgende volle maan (ongeveer)
pl: Najbliższa pełnia (w przybliżeniu)
pt_br: Próxima Lua Cheia (estimativa)
ru: Следующее полнолуние (примерно)
tr: Sonraki Dolunay (Yaklaşık)
vi: Trăng tròn tiếp theo (ước tính)
zh_hant: 下次滿月（約）

# 与昨天相同
source: 与前一日相同
de: Wie am Vortag
en: Same as the previous day
es: Igual que el día anterior
fr: Identique à la veille
id: Sama dengan hari sebelumnya
it: Come il giorno precedente
ja: 前日と同じ
ko: 전날과 같음
nl: Even lang als de vorige dag
pl: Tak samo jak poprzedniego dnia
pt_br: Igual ao dia anterior
ru: Как в предыдущий день
tr: Önceki günle aynı
vi: Bằng hôm trước
zh_hant: 與前一日相同

source: 东京证券交易所
de: Tokioter Börse
en: Tokyo Stock Exchange
es: Bolsa de Tokio
fr: Bourse de Tokyo
id: Bursa Efek Tokyo
it: Borsa di Tokyo
ja: 東京証券取引所
ko: 도쿄증권거래소
nl: Tokyo Stock Exchange
pl: Giełda Papierów Wartościowych w Tokio
pt_br: Bolsa de Tóquio
ru: Токийская фондовая биржа
tr: Tokyo Borsası
vi: Sở Giao dịch Chứng khoán Tokyo
zh_hant: 東京證券交易所

source: 中秋节
de: Mondfest
en: Mid-Autumn Festival
es: Fiesta del Medio Otoño
fr: Fête de la mi-automne
id: Festival Pertengahan Musim Gugur
it: Festa di metà autunno
ja: 中秋節
ko: 중추절
nl: Midherfstfestival
pl: Święto Środka Jesieni
pt_br: Festival do Meio do Outono
ru: Праздник середины осени
tr: Sonbahar Ortası Festivali
vi: Tết Trung thu
zh_hant: 中秋節

source: 中秋节翌日
de: Tag nach dem Mondfest
en: Day after Mid-Autumn Festival
es: Día siguiente a la Fiesta del Medio Otoño
fr: Lendemain de la fête de la mi-automne
id: Sehari setelah Festival Pertengahan Musim Gugur
it: Giorno dopo la Festa di metà autunno
ja: 中秋節の翌日
ko: 중추절 다음 날
nl: Dag na het Midherfstfestival
pl: Dzień po Święcie Środka Jesieni
pt_br: Dia após o Festival do Meio do Outono
ru: День после Праздника середины осени
tr: Sonbahar Ortası Festivali’nden sonraki gün
vi: Ngày sau Tết Trung thu
zh_hant: 中秋節翌日

source: 中等
de: Mittel
en: Medium
es: Media
fr: Moyen
id: Sedang
it: Medio
ja: ミディアム
ko: 미디엄
nl: Medium
pl: Średnia
pt_br: Médio
ru: Средний
tr: Orta
vi: Trung bình

source: 也可以按 ⌘Z；⇧⌘Z再删
de: ⌘Z macht es auch rückgängig; ⇧⌘Z löscht erneut
en: ⌘Z also undoes; ⇧⌘Z deletes again
es: ⌘Z también deshace; ⇧⌘Z vuelve a eliminar
fr: ⌘Z annule aussi ; ⇧⌘Z supprime à nouveau.
id: Tekan ⌘Z untuk mengurungkan; ⇧⌘Z untuk menghapus lagi
it: Anche ⌘Z annulla; ⇧⌘Z elimina di nuovo
ja: command+Zキーでも取り消せます。shift+command+Zキーでもう一度削除できます
ko: ⌘Z로도 실행을 취소할 수 있습니다. ⇧⌘Z로 다시 삭제합니다.
nl: Je kunt ook herstellen met ⌘Z. Met ⇧⌘Z verwijder je opnieuw.
pl: Możesz też nacisnąć ⌘Z; ⇧⌘Z usuwa ponownie
pt_br: ⌘Z também desfaz; ⇧⌘Z apaga de novo
ru: ⌘Z тоже отменяет удаление; ⇧⌘Z удаляет снова
tr: ⌘Z ile de geri alabilirsiniz; ⇧⌘Z yeniden siler
vi: Cũng có thể nhấn ⌘Z; ⇧⌘Z để xóa lại
zh_hant: 也可以按 ⌘Z；⇧⌘Z再刪

source: 亏凸月
de: Abnehmender Mond
en: Waning Gibbous
es: Gibosa menguante
fr: Lune gibbeuse décroissante
id: Bulan Cembung Akhir
it: Luna gibbosa calante
ja: 寝待月
ko: 보름달과 하현달 사이
nl: Afnemende bolle maan
pl: Po pełni
pt_br: Lua Gibosa Minguante
ru: Убывающая луна
tr: Küçülen Şişkin Ay
vi: Trăng khuyết cuối tháng
zh_hant: 虧凸月

source: 五月初银行假日
de: Bankfeiertag Anfang Mai
en: Early May bank holiday
es: Festivo de principios de mayo
fr: Jour férié de début mai
id: Libur bank awal Mei
it: Festività bancaria di inizio maggio
ja: 5月初旬のバンクホリデー
ko: 5월 초 은행 공휴일
nl: Bankvrije dag begin mei
pl: Święto bankowe na początku maja
pt_br: Feriado bancário do início de maio
ru: Банковский выходной в начале мая
tr: Mayıs başı banka tatili
vi: Ngày lễ ngân hàng đầu tháng 5
zh_hant: 五月初銀行假日

source: 人物时钟
de: Personen
en: People
es: Relojes de personas
fr: Personnes
id: Orang
it: Persone
ja: 人ごとの時計
ko: 사람별 시계
nl: Personen
pl: Osoby
pt_br: Relógios das Pessoas
ru: Часы людей
tr: Kişi Saatleri
vi: Mọi người
zh_hant: 人物時鐘

source: 今天
de: Heute
en: Today
es: Hoy
fr: Aujourd’hui
id: Hari Ini
it: Oggi
ja: 今日
ko: 오늘
nl: Vandaag
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
tr: Bugün
vi: Hôm nay

# 今天是这里一年中日照最短的一天。
source: 这一天日照全年最短。
de: Dieser Tag ist der kürzeste des Jahres.
en: This is the shortest day of the year here.
es: Este es el día con menos horas de luz del año aquí.
fr: C’est ici le jour le plus court de l’année.
id: Pada tanggal ini, durasi siang paling pendek dalam setahun.
it: Questo è il giorno più corto dell’anno qui.
ja: この日は1年で最も昼が短い日です。
ko: 이곳에서 일 년 중 낮이 가장 짧은 날입니다.
nl: Dit is hier de kortste dag van het jaar.
pl: To najkrótszy dzień w roku
pt_br: Este é o dia com menos luz solar do ano.
ru: Самый короткий день в году.
tr: Yılın en kısa gündüzü bu tarihte.
vi: Ngày này là ngày ngắn nhất trong năm ở đây.
zh_hant: 這一天日照全年最短。

# 今天是这里一年中日照最长的一天。
source: 这一天日照全年最长。
de: Dieser Tag ist der längste des Jahres.
en: This is the longest day of the year here.
es: Este es el día con más horas de luz del año aquí.
fr: C’est ici le jour le plus long de l’année.
id: Pada tanggal ini, durasi siang paling panjang dalam setahun.
it: Questo è il giorno più lungo dell’anno qui.
ja: この日は1年で最も昼が長い日です。
ko: 이곳에서 일 년 중 낮이 가장 긴 날입니다.
nl: Dit is hier de langste dag van het jaar.
pl: To najdłuższy dzień w roku
pt_br: Este é o dia com mais luz solar do ano.
ru: Самый длинный день в году.
tr: Yılın en uzun gündüzü bu tarihte.
vi: Ngày này là ngày dài nhất trong năm ở đây.
zh_hant: 這一天日照全年最長。
